<h1>お知らせの書き方</h1>

<h2>ログイン</h2>

<div class="text">
  <a class="link" href="https://writer.announcing.app/signin">こちら</a
  >から投稿者サイトにログインします。
</div>

<div class="text info">
  現在Googleアカウントのログインのみ対応していますが、ログイン方法は今後増やしていく予定です。
</div>

<hr />
<h2>チャンネルの作成</h2>

<div class="text">
  「チャンネルを作成」ボタンからチャンネルを作成します。<br />
  チャンネルは一つのアカウントにつき5つまで作成できます。
</div>

<div class="text info">チャンネルのアイコンは128ピクセル以上の正方形が推奨です。</div>

<hr />
<h2>チャンネルの操作</h2>

<div class="text">作成したチャンネルを選択すると、各種操作メニューが表示されます。</div>

<hr />
<h2>お知らせを書く</h2>

<div class="text">
  「お知らせを書く」ボタンから書くことができます。<br />
  見出し画像は1枚、その他の画像は4枚まで選択できます。<br />
  日本語ではタイトルは約60字ほど、本文は約600文字ほど入力できます。
</div>
<div class="text info">画像は縦横1200ピクセル以下に調整されます</div>
