<h1>Announcing 利用規約</h1>

<div class="text">
  本サービスは、誰でも気軽に「お知らせ」を投稿・閲覧できる、シンプルでオープンなWebサービスです。<br
  />
  本サービスを利用することで、以下の内容に同意したものとみなします。
</div>

<div class="text">＊ 本サービスは現在ベータ版です。</div>

<hr />
<h2>サービス内容</h2>
<ul>
  <li>
    お知らせの投稿者はSSOによるログインをすることで、チャンネルの作成とお知らせの投稿が可能です。
  </li>
  <li>チャンネル毎にユニークなURLが作成され、それを共有することで誰でも閲覧が可能です。</li>
  <li>チャンネルの情報やお知らせに、秘密情報を含めないでください。保護の仕組みはありません。</li>
</ul>

<hr />
<h2>お知らせについて</h2>
<ul>
  <li>投稿できるのはテキストと画像です。</li>
  <li>他人の権利を侵害しないように注意してください（例：著作権、プライバシー、名誉毀損など）。</li>
  <li>閲覧者にとって過激または年齢制限が必要な内容はご遠慮ください。</li>
  <li>明らかに不適切な投稿やチャンネルは、運営の判断で予告なく<b>削除されることがあります。</b></li>
</ul>

<hr />
<h2>禁止事項</h2>
<ul>
  <li>法律に違反する投稿</li>
  <li>他人になりすます行為</li>
  <li>スパム、詐欺、誹謗中傷</li>
  <li>サービスへの過度な負荷</li>
  <li>その他、運営が不適切と判断する行為</li>
</ul>

<hr />
<h2>利用地域と法令</h2>
<ul>
  <li>
    本サービスは、世界中のどこからでもアクセス・利用可能です。特定の国や地域に限定していません。
  </li>
  <li>
    そのため、サービスの利用に際しては、利用者自身の責任で、居住または利用する国・地域の法令を確認し、順守してください。
  </li>
  <li>
    法的・倫理的な問題を発見した場合は、<a class="link" href="/ja/inquiry">取り合わせ</a
    >よりご報告ください。
  </li>
</ul>

<div class="text info">
  本サービスは無料かつオープンソースで提供されており、すべての利用者によって支えられています。<br />
  法的または倫理的な懸念、規制への抵触や不備など、お気づきの場合は<a class="link" href="/ja/inquiry"
    >取り合わせ</a
  >よりご報告ください。<br />
  積極的なご協力をお願いいたします。
</div>

<hr />
<h2>料金</h2>
<ul>
  <li>本サービスはすべて無料で利用できます。</li>
</ul>

<hr />
<h2>免責事項</h2>
<ul>
  <li>本サービスは現状有姿(As-Is)で提供されています。</li>
  <li>投稿内容の正確性・完全性・合法性などについて、運営は一切の責任を負いません。</li>
  <li>利用者間のトラブルや、投稿によって発生した損害についても、運営は責任を負いません。</li>
  <li>また、予告なくサービスの内容変更、停止、終了することがあります。</li>
</ul>

<hr />
<h2>利用規約の変更</h2>
<ul>
  <li>本規約は予告なく変更されることがあります。</li>
  <li>変更後に本サービスの利用を継続した場合、変更に同意したものとみなされます。</li>
</ul>
