<div class="service-title">
  <span class="name">Announcing</span>
  <span class="subtitle">〜 世界で一番退屈なWebサービス 〜</span>
</div>

<h1>コンセプト</h1>

<div class="text">
  AnnouncingはSNSのような感覚で、誰でも気軽にお知らせを発信できるWebサービスです。<br />
  残念ながら以下のような機能はありません。
</div>

<ul>
  <li>いいねボタン</li>
  <li>リポスト、引用ポスト</li>
  <li>リプライ(返信)</li>
  <li>インプレッション計測</li>
</ul>

<div class="text">
  一晩悩んだ投稿でバズらせたり炎上させることはできません。<br />
  いいねやインプレッションを、１日中チラチラ見ることもできません。<br />
  ぜんぜん反応がなくてがっかりすることもできません。
</div>

<hr />
<h2>お知らせを書く読む</h2>
<div class="text">
  チャンネルを作ったらそのURLを共有しましょう。<br />
  例えばお店にQRコードを貼っておくといいでしょう。<br />
  お知らせを読むのにアプリも会員登録も不要です。<br />
  「フォローお願いします！」<br />
  「ごめん、〇〇やってないんだよね」<br />
  という定番トークは不要です。
</div>

<div class="text">
  読む人は知っているチャンネルしか読めません。<br />
  あなたの行動を監視し厳選した広告を織り交ぜたタイムラインは見られません。<br />
  もちろんなにかに誘導しようとすることもありません。
</div>

<hr />
<h2>Announcingの特徴</h2>
<div class="text">
  AnnouncingはSNSを置き換えるサービスではありません。<br />
  SNSは情報を拡散し、反応をダイレクトに得られ、直接コミュニケーションを取ることもできる強力なツールです。<br
  />
  Announcingは、SNSが苦手な人たちをカバーする補助的なサービスです。<br />
  ただし上記のSNSの特徴にメリットを感じない場合は、Announcingだけで十分かもしれません。
</div>

<div class="text">
  Announcingはすべて無料で使えます。<br />
  将来的に寄付型モデルでの運用を目指しています。
</div>
